Repository: Yudaotor/lyrimuse
Catalog: lyrimuse/Localization/Localizable.xcstrings
Source language: zh_hans
Languages: en, zh_hant

source: 拷贝
en: Copy
zh_hant: 拷貝

source: 拷贝名称
en: Copy Name
zh_hant: 拷貝名稱

source: 拼音
en: Pinyin

source: 指针划过时让开
en: Move Aside on Hover
zh_hant: 指標滑過時讓開

source: 按 %@ 秒的曲目时长校验
en: Validated against a track length of %@s
zh_hant: 按 %@ 秒的曲目時長驗證

source: 按住歌词即可拖动位置
en: Hold the lyrics to reposition
zh_hant: 按住歌詞即可拖移位置

source: 选择用于播放此网站的浏览器
en: Pick the browser you use for this site
zh_hant: 選擇用於播放此網站的瀏覽器

source: 请更换组合，否则 Lyrimuse 位于前台时，按下该组合会同时触发菜单中的对应项。
en: Pick a different combination — otherwise, while Lyrimuse is frontmost, pressing it also triggers that menu item.
zh_hant: 請更換組合，否則 Lyrimuse 位於前景時，按下該組合會同時觸發選單中的對應項。

source: 请更换组合。系统占用的组合无法注册，录制后也不会生效；如需使用，请先在「系统设置 → 键盘 → 键盘快捷键」中关闭系统的对应项。
en: Pick a different combination. Combinations reserved by the system cannot be registered, so recording one has no effect; to use it, first turn off the system shortcut in System Settings → Keyboard → Keyboard Shortcuts.
zh_hant: 請更換組合。系統佔用的組合無法註冊，錄製後也不會生效；如需使用，請先在「系統設定 → 鍵盤 → 鍵盤快速鍵」中關閉系統的對應項。

source: 请更换组合，或先清除该项。
en: Pick a different combination, or clear that one first.
zh_hant: 請更換組合，或先清除該項。

source: 换一句
en: Another line
zh_hant: 換一句

source: 更换文件夹后，现有文件不会自动迁移
en: Existing files aren't moved to the new folder
zh_hant: 更換檔案夾後，現有檔案不會自動遷移

source: 授权已失效
en: Authorization expired
zh_hant: 授權已失效

source: 排版
en: Layout

source: 接收 Lyrimuse 的推送通知
en: Receive push notifications from Lyrimuse
zh_hant: 接收 Lyrimuse 的推播通知

source: 推送提醒
en: Push Alerts
zh_hant: 推播提醒

source: 描边颜色
en: Stroke Color
zh_hant: 描邊顏色

source: 提前
en: Advance

source: 搜索候选歌词
en: Search for Lyrics
zh_hant: 搜尋候選歌詞

source: 候选
en: Candidates
zh_hant: 候選

source: 搜索失败：%@
en: Couldn't search for lyrics: %@
zh_hant: 搜尋失敗：%@

source: 搜索字体
en: Search fonts
zh_hant: 搜尋字體

source: 搜索歌手/歌名
en: Search Artist/Title
zh_hant: 搜尋歌手/歌名

source: 搜索歌手/歌名/专辑
en: Search Artist/Title/Album
zh_hant: 搜尋歌手/歌名/專輯

source: 搜索歌词
en: Search Lyrics
zh_hant: 搜尋歌詞

source: 搜索歌词…
en: Search Lyrics…
zh_hant: 搜尋歌詞…

source: 搜索歌词中…
en: Searching for lyrics…
zh_hant: 搜尋歌詞中…

source: 播放/暂停
en: Play/Pause
zh_hant: 播放/暫停

source: 播放器
en: Player

source: 播放控制
en: Controls

source: 播放时图标显示动画，暂停时静止
en: Icons come alive while playing, still when paused
zh_hant: 播放時圖像顯示動畫，暫停時靜止

source: 播放热力图
en: Listening Heatmap
zh_hant: 播放熱力圖

source: 播放记录
en: Play History
zh_hant: 播放記錄

source: 收听次数：%@
en: Plays: %@
zh_hant: 聆聽次數：%@

source: 收起
en: Collapse

source: 收起面板后生效
en: Takes effect after this panel closes
zh_hant: 收起面板後生效

source: 切换回 iCloud
en: Switch Back to iCloud
zh_hant: 切換回 iCloud

source: 调整
en: Adjust
zh_hant: 調整

source: 数据源
en: Data Source
zh_hant: 資料來源

source: 仅含署名行，无正文
en: Credits only, no lyrics
zh_hant: 僅含署名行，無正文

source: 整行时间轴
en: Line timing
zh_hant: 整行時間軸

source: 文字
en: Text

source: 文字描边
en: Text Outline
zh_hant: 文字描邊

source: 文字颜色
en: Text Color
zh_hant: 文字顏色

source: 断开
en: Disconnect
zh_hant: 中斷連線

source: 断开 Last.fm？
en: Disconnect Last.fm?
zh_hant: 要中斷與 Last.fm 的連線嗎？

source: 无时间戳
en: No timing
zh_hant: 無時間戳記

source: 无来源
en: No Source
zh_hant: 無來源

source: 无歌词
en: No Lyrics
zh_hant: 無歌詞

source: 无歌词 %@ 首
en: %@ without lyrics
zh_hant: 無歌詞 %@ 首

source: 无法确认状态（无法读取该浏览器的配置文件）
en: Status unknown (can’t read this browser’s preferences file)
zh_hant: 無法確認狀態（無法讀取該瀏覽器的設定檔）

source: 日均 %1$@ · %2$@ 天
en: %1$@/day · %2$@ days

source: 日文歌词自带读音，同水平候选间优先
en: Japanese lyrics with romanization; preferred among otherwise-equal candidates
zh_hant: 日文歌詞內附讀音，在同等候選中優先

source: 日语
en: Japanese
zh_hant: 日文

source: 旧版评分规则
en: Older scoring rules
zh_hant: 舊版評分規則

source: 时长
en: Duration
zh_hant: 時長

source: 时长不符
en: Duration mismatch
zh_hant: 時長不符

source: 时长吻合
en: Duration match
zh_hant: 時長吻合

source: 时长不符，但其他歌词源也在同一时间结束，予以采信
en: The duration doesn't match, but other sources end at the same time, so it is trusted
zh_hant: 時長不符，但其他歌詞來源也在同一時間結束，予以採信

source: 时长明显不符，且无其他源印证
en: Duration clearly off, not corroborated
zh_hant: 時長明顯不符，且無其他來源印證

source: 时间轴
en: Timing
zh_hant: 時間軸

source: 昨天
en: Yesterday

source: 现场版场次不符
en: Live recording from a different show
zh_hant: 現場版場次不符

source: 显示/隐藏读音
en: Show/Hide Romanization
zh_hant: 顯示/隱藏讀音

source: 显示/隐藏悬浮歌词
en: Show/Hide Floating Lyrics
zh_hant: 顯示/隱藏浮動歌詞

source: 显示/隐藏灵动岛歌词
en: Show/Hide Notch Lyrics
zh_hant: 顯示/隱藏動態島歌詞

source: 显示/隐藏菜单栏歌词
en: Show/Hide Menu Bar Lyrics
zh_hant: 顯示/隱藏選單列歌詞

source: 显示/隐藏译文
en: Show/Hide Translation
zh_hant: 顯示/隱藏譯文

source: 显示专辑
en: Show Album
zh_hant: 顯示專輯

source: 显示于
en: Show On
zh_hant: 顯示於

source: 显示封面
en: Show Artwork
zh_hant: 顯示封面

source: 显示更多
en: Show More
zh_hant: 顯示更多

source: 显示桌面悬浮歌词
en: Show Desktop Floating Lyrics
zh_hant: 顯示桌面浮動歌詞

source: 显示歌名
en: Show Track Title
zh_hant: 顯示歌名

source: 显示歌手
en: Show Artist
zh_hant: 顯示歌手

source: 显示歌词
en: Show Lyrics
zh_hant: 顯示歌詞

source: 显示灵动岛歌词
en: Show Notch Lyrics
zh_hant: 顯示動態島歌詞

source: 显示简介
en: Show Info
zh_hant: 顯示簡介

source: 显示读音
en: Show Romanization
zh_hant: 顯示讀音

source: 显示菜单栏歌词
en: Show Menu Bar Lyrics
zh_hant: 顯示選單列歌詞

source: 显示译文
en: Show Translation
zh_hant: 顯示譯文

source: 显示音浪
en: Show Audio Wave
zh_hant: 顯示音浪

source: 智能算法
en: Smart Matching
zh_hant: 智慧演算法

source: 暂停时隐藏
en: Hide When Paused
zh_hant: 暫停時隱藏

source: 暂停时缩到最小
en: Shrink When Paused
zh_hant: 暫停時縮到最小

source: 暂停时收起
en: Shrink When Paused
zh_hant: 暫停時收起

source: 暂无数据
en: No data yet
zh_hant: 暫無資料

source: 暂无歌词
en: No Lyrics Found
zh_hant: 暫無歌詞

source: 更多
en: More

source: 更多设置…
en: More Settings…
zh_hant: 更多設定…

source: 更换备份文件夹…
en: Change Backup Folder…
zh_hant: 更換備份檔案夾…

source: 更改
en: Change

source: 更新备份
en: Update Backup
zh_hant: 更新備份

source: 更新时间 新→旧
en: Updated Newest→Oldest
zh_hant: 更新時間 新→舊

source: 更新时间 旧→新
en: Updated Oldest→Newest
zh_hant: 更新時間 舊→新

source: 最后一句晚于歌曲结束 5 秒以上，可能是完整版歌词对应了精简版曲目
en: The last line falls more than 5 seconds after the track ends; likely full-version lyrics for an edited track
zh_hant: 最後一句晚於歌曲結束 5 秒以上，可能是完整版歌詞對應了精簡版曲目

source: 最后一句的时间与曲长相差 25% 以上，可能是其他版本
en: The last line's time differs from the track length by more than 25%; likely a different version
zh_hant: 最後一句的時間與曲長相差 25% 以上，可能是其他版本

source: 最后一句的时间与曲长相差 25% 以上；仍可选用，但排在所有时长相符的候选之后
en: The last line's time differs from the track length by more than 25%; still usable, but ranked below every candidate whose length matches
zh_hant: 最後一句的時間與曲長相差 25% 以上；仍可選用，但排在所有時長相符的候選之後

source: 最后一句的时间越接近曲长，得分越高，最高 300
en: The closer the last line's time is to the track length, the higher the score — up to 300
zh_hant: 最後一句的時間越接近曲長，得分越高，最高 300

source: 最大宽度
en: Max Width
zh_hant: 最大寬度

source: 最近一次评估
en: Latest evaluation
zh_hant: 最近一次評估

source: 最近播放
en: Recently played

source: 最近记录
en: Recent Scrobbles
zh_hant: 最近記錄

source: 有 %@ 首歌曲因此开关而锁定。解锁后将恢复自动搜索和评分更新；手动编辑过歌词的歌曲不受影响，将保持锁定
en: %@ songs are locked because of this switch. Unlocking lets automatic re-search and scoring improvements adjust them again; songs whose lyrics you edited by hand are unaffected and stay locked
zh_hant: 有 %@ 首歌曲因此開關而鎖定。解鎖後將恢復自動搜尋和評分更新；手動編輯過歌詞的歌曲不受影響，將保持鎖定

source: 有新版本 %@
en: Update available: %@

source: 有歌词源将这首歌曲标记为纯音乐，无可用的候选歌词
en: A lyrics source marks this song as instrumental; no usable lyrics candidate
zh_hant: 有歌詞來源將這首歌曲標記為純音樂，無可用的候選歌詞

source: 服务器设置 → 整合（Integrations） → Webhook → 新建 Webhook，选择要发送到的频道后拷贝 Webhook URL
en: Server Settings → Integrations → Webhooks → New Webhook. Pick the channel to post to, then copy the Webhook URL
zh_hant: 伺服器設定 → 整合（Integrations） → Webhook → 新增 Webhook，選擇要傳送到的頻道後拷貝 Webhook URL

source: 未启用
en: Not Enabled
zh_hant: 未啟用

source: 未唱颜色
en: Unsung Color
zh_hant: 未唱顏色

source: 未演唱部分的文字颜色。默认跟随系统：自动适配浅色 / 深色菜单栏，打开菜单时自动反白
en: Color of the not-yet-sung text. Defaults to system: adapts to light/dark menu bars and inverts while the menu is open
zh_hant: 未演唱部分的文字顏色。預設跟隨系統：自動適配淺色 / 深色選單列，開啟選單時自動反白

source: 未开启
en: Disabled
zh_hant: 未開啟

source: 未授权
en: Not Requested
zh_hant: 未授權

source: 未知错误
en: no reason given
zh_hant: 未知錯誤

source: 未运行
en: Not Running
zh_hant: 未執行

source: 未配置
en: Not set up
zh_hant: 未設定

source: 未配置（可选）
en: Not configured (optional)
zh_hant: 未設定（選填）

source: 本地有 %@ 首待补交的记录
en: %@ listens saved locally, waiting to be submitted
zh_hant: 本機有 %@ 首待補交的記錄

source: 本地暂无待补交的收听记录
en: No scrobbles are waiting locally
zh_hant: 本機暫無待補交的聆聽記錄

source: 本轮应答的源：%@
en: Sources that responded: %@
zh_hant: 本輪有回應的來源：%@

source: 仅在机器人安全设置开启「签名校验」时需要填写，未开启时也能正常接收消息
en: Only needed if the bot's security settings have “Signature Verification” enabled — messages still arrive without it
zh_hant: 僅在機器人安全設定開啟「簽章驗證」時需要填寫，未開啟時也能正常接收訊息

source: 仅在机器人安全设置选择「加签」时需要填写，留空则按未加签处理
en: Only needed if the bot's security settings have “Signature” enabled; leave it blank to treat it as unsigned
zh_hant: 僅在機器人安全設定選擇「加簽」時需要填寫，留空則按未加簽處理

source: 机器翻译
en: Machine translation
zh_hant: 機器翻譯

source: 来源
en: Source
zh_hant: 來源

source: 来源已选定：%@
en: Source pinned: %@
zh_hant: 來源已選定：%@

source: 查看、编辑和重新搜索已缓存的歌词
en: View, edit and re-search cached lyrics
zh_hant: 查看、編輯和重新搜尋已快取的歌詞

source: 查看官方文档 →
en: View Official Docs →
zh_hant: 查看官方文件 →

source: 查看已有应用
en: My Applications
zh_hant: 查看已有的應用程式

source: 查看效果与教程 →
en: Preview & Setup Guide →
zh_hant: 查看效果與教學 →

source: 查询词：%@
en: Query: %@
zh_hant: 查詢詞：%@

source: 标注的语言
en: Languages
zh_hant: 標註的語言

source: 标题吻合
en: Title match
zh_hant: 標題吻合

source: 存在标题更吻合的候选，撤销逐字加分
en: A candidate matches the title better, so the word-timing bonus is withdrawn
zh_hant: 存在標題更吻合的候選，撤銷逐字加分

source: 核心设置
en: Core Settings
zh_hant: 核心設定

source: 桌面悬浮歌词
en: Desktop Floating Lyrics
zh_hant: 桌面浮動歌詞

source: 检查中…
en: Checking…
zh_hant: 檢查中…

source: 检查更新
en: Check for Updates
zh_hant: 檢查更新

source: 检查更新…
en: Check for Updates…
zh_hant: 檢查更新…

source: 检测到播放器打开时自动启动 Lyrimuse
en: Starts Lyrimuse automatically when your player opens
zh_hant: 偵測到播放器開啟時自動啟動 Lyrimuse

source: 检测到新的播放器
en: New player detected
zh_hant: 偵測到新的播放器

source: 检测是否已生效
en: Check If It Works
zh_hant: 檢查是否已生效

source: 检测未通过：%@
en: Check failed: %@
zh_hant: 檢查未通過：%@

source: 榜单
en: Charts
zh_hant: 榜單

source: 次
en: plays

source: 正在解析收听次数
en: Play count is still being resolved
zh_hant: 正在解析聆聽次數

source: 欢迎使用 Lyrimuse
en: Welcome to Lyrimuse
zh_hant: 歡迎使用 Lyrimuse

source: 歌名
en: Title

source: 歌手
en: Artist

source: 歌曲
en: Track

source: 歌词
en: Lyrics
zh_hant: 歌詞

source: 歌词（LRC）
en: Lyrics (LRC)
zh_hant: 歌詞（LRC）

source: 歌词偏移
en: Lyrics Offset
zh_hant: 歌詞偏移

source: 歌词偏移归零
en: Reset Lyrics Offset
zh_hant: 歌詞偏移歸零

source: 歌词内容与其他歌词源高度一致（2 家及以上 250 · 1 家 150），版本不符的候选不计
en: Lyrics text agrees with other sources (2+ sources 250 · 1 source 150); candidates of a different version don't qualify
zh_hant: 歌詞內容與其他歌詞來源高度一致（2 家及以上 250 · 1 家 150），版本不符的候選不計

source: 歌词列表
en: Lyric List
zh_hant: 歌詞列表

source: 歌词库为同名的第二个文件，迁移时需同时拷贝。 请勿分享凭证；导入会同时覆盖已连接的账号和播放数据的发送地址
en: The lyrics library is a second file with a matching name — copy both when moving to a new Mac. Don't share the credentials; importing also overwrites connected accounts and where listening data is sent
zh_hant: 歌詞庫為同名的第二個檔案，遷移時需同時拷貝。 請勿分享憑證；匯入會同時覆蓋已連線的帳號和播放資料的傳送位址

source: 歌词延后
en: Delay Lyrics
zh_hant: 歌詞延後

source: 歌词提前
en: Advance Lyrics
zh_hant: 歌詞提前

source: 歌词文件夹
en: Lyrics Folder
zh_hant: 歌詞檔案夾

source: 歌词时间轴
en: Lyrics Timing
zh_hant: 歌詞時間軸

source: 歌词显示
en: Lyrics Display
zh_hant: 歌詞顯示

source: 歌词来源
en: Lyrics Sources
zh_hant: 歌詞來源

source: 歌词源可用情况
en: Lyrics Source Status
zh_hant: 歌詞來源可用情況

source: 歌词源未提供译文时补充
en: Fills in where the lyrics source ships none
zh_hant: 歌詞來源未提供譯文時補充

source: 歌词窗口
en: Lyrics Window
zh_hant: 歌詞視窗

source: 歌词窗口…
en: Lyrics Window…
zh_hant: 歌詞視窗…

source: 歌词管理
en: Lyrics Manager
zh_hant: 歌詞管理

source: 歌词管理…
en: Lyrics Manager…
zh_hant: 歌詞管理…

source: 歌词行
en: Lyric Row
zh_hant: 歌詞行

source: 歌词超出曲长
en: Lyrics overshoot track length
zh_hant: 歌詞超出曲長

source: 正在从 iCloud 下载这份备份，下载完成后请再次点按「恢复此备份」
en: Downloading this backup from iCloud — click Restore This Backup again once it finishes
zh_hant: 正在從 iCloud 下載這份備份，下載完成後請再次按一下「回復此備份」

source: 正在加载…
en: Loading…
zh_hant: 正在載入…

source: 正在同步…
en: Syncing…

source: 正在同步历史
en: Syncing history
zh_hant: 正在同步歷史

source: 正在同步历史（%1$@/%2$@ 页）
en: Syncing history (page %1$@ of %2$@)
zh_hant: 正在同步歷史（%1$@/%2$@ 頁）

source: 正在同步历史（%@）
en: Syncing history (%@)
zh_hant: 正在同步歷史（%@）

source: 正在搜索歌词…
en: Searching for lyrics…
zh_hant: 正在搜尋歌詞…

source: 正在播放
en: Playing

source: 正在播放：%@
en: Now playing: %@

source: 正在查询各个歌词源…
en: Searching lyrics sources…
zh_hant: 正在查詢各個歌詞來源…

source: 正在查询那年今日…
en: Looking up this day in past years…
zh_hant: 正在查詢那年今日…

source: 正在检查已手动选定的歌曲…
en: Checking songs you picked manually…
zh_hant: 正在檢查已手動選定的歌曲…

source: 正在生效
en: Active

source: 正在确认授权，即将完成…
en: Confirming authorization, almost done…
zh_hant: 正在確認授權，即將完成…

source: 正在自动保存…
en: Auto-saving…
zh_hant: 正在自動儲存…

source: 正在获取授权令牌…
en: Requesting authorization token…
zh_hant: 正在取得授權權杖…

source: 正在记录
en: Scrobbling now
zh_hant: 正在記錄

source: 正在重新匹配…
en: Re-matching…
zh_hant: 正在重新比對…

source: 正在重新匹配…（%1$@/%2$@）
en: Re-matching… (%1$@/%2$@)
zh_hant: 正在重新比對…（%1$@/%2$@）

source: 正在验证…
en: Checking…
zh_hant: 正在驗證…

source: 正值提前显示，负值延后显示
en: Positive = show earlier, negative = show later
zh_hant: 正值提前顯示，負值延後顯示

source: 正值：歌词提前；负值：歌词延后
en: Positive shows lyrics earlier, negative later
zh_hant: 正值：歌詞提前；負值：歌詞延後

source: 每周听歌小结
en: Weekly Listening Digest
zh_hant: 每週聽歌小結

source: 每日听歌报告
en: Daily Listening Report
zh_hant: 每日聽歌報告

source: 毛玻璃
en: Frosted Glass

source: 未能获取最近记录
en: Couldn't load recent scrobbles
zh_hant: 未能取得最近記錄

source: 无匹配的字体
en: No matching fonts
zh_hant: 無符合的字體

source: 未在播放
en: Not Playing

source: 未找到带时间戳的版本，已自动采用纯文本歌词（可在「歌词窗口」中查看）
en: No timed version found; plain-text lyrics were adopted automatically (viewable in the Lyrics Window)
zh_hant: 未找到帶時間戳記的版本，已自動採用純文字歌詞（可在「歌詞視窗」中查看）

source: 无法获取「那年今日」：Last.fm 未响应
en: Couldn't load this day in past years — Last.fm didn't respond
zh_hant: 無法取得「那年今日」：Last.fm 未回應

source: 浅色卡片
en: Light Card
zh_hant: 淺色卡片

source: 墨字白边
en: Ink Outline
zh_hant: 墨字白邊

source: 默认
en: Default
zh_hant: 預設

source: 夜幕卡片
en: Night Card

source: 磨砂玻璃
en: Frosted

source: 纸白卡片
en: Paper Card
zh_hant: 紙白卡片

source: 霓虹
en: Neon

source: 播放歌曲后，歌词将自动显示
en: Play a song and lyrics will appear here
zh_hant: 播放歌曲後，歌詞將自動顯示

source: 测试
en: Test
zh_hant: 測試

source: 测试中…
en: Testing…
zh_hant: 測試中…

source: 测试失败：%@
en: Couldn't test lyrics sources: %@
zh_hant: 測試失敗：%@

source: 浏览器歌词同步
en: Browser Lyric Sync
zh_hant: 瀏覽器歌詞同步

source: 深色卡片
en: Dark Card

source: 深色渐变
en: Dark Gradient
zh_hant: 深色漸層

source: 添加中…
en: Adding…
zh_hant: 加入中…

source: 添加到资料库
en: Add to Library
zh_hant: 加入資料庫

source: 添加失败
en: Couldn't Add
zh_hant: 無法加入

source: 添加浏览器
en: Add Browser
zh_hant: 新增瀏覽器

source: 清空全部时间轴校准
en: Clear All Timing Calibrations
zh_hant: 清空全部時間軸校正

source: 清空全部缓存
en: Clear All Cache
zh_hant: 清空全部快取

source: 清除…
en: Erase…

source: 清除并重启
en: Erase and Restart
zh_hant: 清除並重新啟動

source: 清除快捷键
en: Clear Shortcut
zh_hant: 清除快速鍵

source: 清除全部设置
en: Erase All Settings
zh_hant: 清除全部設定

source: 清除筛选
en: Clear Filters
zh_hant: 清除篩選

source: 源自报曲长不符
en: Source duration mismatch
zh_hant: 來源自報的曲長不符

source: 灵动岛
en: Notch
zh_hant: 動態島

source: 灵动岛宽度
en: Notch Card Width
zh_hant: 動態島寬度

source: 灵动岛歌词
en: Notch Lyrics
zh_hant: 動態島歌詞

source: 点按归零
en: Click to reset
zh_hant: 按一下歸零

source: 点按录制
en: Record Shortcut
zh_hant: 按一下錄製

source: 点按打开
en: Open
zh_hant: 按一下打開

source: 版本 %@
en: Version %@

source: 版本不符
en: Version mismatch

source: 状态未知
en: Status unknown
zh_hant: 狀態未知

source: 当前未在播放。桌面悬浮歌词会立即显示，灵动岛和菜单栏歌词将在开始播放后显示
en: Nothing is playing right now — Desktop Floating Lyrics appears straight away; Notch Lyrics and Menu Bar Lyrics only show up once playback starts
zh_hant: 目前未在播放。桌面浮動歌詞會立即顯示，動態島和選單列歌詞將在開始播放後顯示

source: 当前未在播放。桌面悬浮歌词会立即显示，灵动岛、菜单栏和触控栏歌词将在开始播放后显示
en: Nothing is playing right now — Desktop Floating Lyrics appears straight away; Notch, Menu Bar and Touch Bar Lyrics only show up once playback starts
zh_hant: 目前未在播放。桌面浮動歌詞會立即顯示，動態島、選單列和觸控列歌詞將在開始播放後顯示

source: 用于将当前播放状态推送到网页小组件和状态徽章
en: Pushes the current playback status to the web widget and status badge
zh_hant: 用於將目前播放狀態推送到網頁小工具和狀態徽章

source: 申请页只需填写「应用名称」，其余可留空；提交后页面将直接显示 API Key 和 Shared Secret
en: The form only needs an application name; leave everything else blank. Your API Key and Shared Secret appear as soon as you submit it
zh_hant: 申請頁只需填寫「應用程式名稱」，其餘可留空；提交後頁面將直接顯示 API Key 和 Shared Secret

source: 白字描边
en: White Text with Outline
zh_hant: 白字描邊

source: 知道了
en: OK

source: 确定要从此备份恢复歌词库吗？
en: Restore the lyrics library from this backup?
zh_hant: 確定要從此備份回復歌詞庫嗎？

source: 确定要删除「%@ - %@」的本地记录吗？
en: Delete the saved lyrics for “%@ — %@”?
zh_hant: 確定要刪除「%@ - %@」的本機記錄嗎？

source: 确定要删除选中的 %@ 条本地记录吗？
en: Delete %@ selected entries?
zh_hant: 確定要刪除選取的 %@ 筆本機記錄嗎？

source: 要保存到 iCloud 吗？
en: Save your settings to iCloud?
zh_hant: 要儲存到 iCloud 嗎？

source: 确定要导入此设置文件吗？
en: Import these settings?
zh_hant: 確定要匯入此設定檔嗎？

source: 确定要导出设置吗？
en: Export settings?
zh_hant: 確定要匯出設定嗎？

source: 确定要清空全部歌词时间轴校准吗？
en: Clear all lyrics timing calibrations?
zh_hant: 確定要清空全部歌詞時間軸校正嗎？

source: 确定要清空全部歌词缓存吗？
en: Clear all cached lyrics?
zh_hant: 確定要清空全部歌詞快取嗎？

source: 确定要清除全部设置吗？
en: Erase all settings?
zh_hant: 確定要清除全部設定嗎？

source: 秒
en: s

source: 移除
en: Remove

source: 移除配对
en: Unpair
zh_hant: 移除配對

source: 窗口
en: Window
zh_hant: 視窗

source: 立即刷新
en: Refresh now
zh_hant: 立即重新整理

source: 第
en: Page

source: 第 %1$@ / %2$@ 页
en: Page %1$@ of %2$@
zh_hant: 第 %1$@ / %2$@ 頁

source: 第 %@ 次
en: Play #%@

source: 第 %@ 次收听
en: Play #%@
zh_hant: 第 %@ 次聆聽

source: 等待 Last.fm 确认（通常几秒内）
en: Waiting for Last.fm to acknowledge (usually a few seconds)
zh_hant: 等待 Last.fm 確認（通常幾秒內）

source: 签名密钥（可选）
en: Signature Secret (Optional)
zh_hant: 簽章金鑰（選填）

source: 简体
en: Simplified
zh_hant: 簡體

source: 管理
en: Library

source: 粤拼
en: Jyutping
zh_hant: 粵拼

source: 系统兜底翻译
en: System Fallback Translation
zh_hant: 系統備用翻譯

source: 系统字体
en: System Font
zh_hant: 系統字體

source: 系统自动化授权：上次检测时已授权
en: System automation access: granted as of the last check
zh_hant: 系統自動化授權：上次檢查時已授權

source: 系统自动化授权：尚未授权
en: System automation access: not granted yet
zh_hant: 系統自動化授權：尚未授權

source: 系统自动化授权：已拒绝，需在系统设置中开启
en: System automation access: denied — enable it in System Settings
zh_hant: 系統自動化授權：已拒絕，需在系統設定中開啟

source: 系统自动化授权：已授权
en: System automation access: granted
zh_hant: 系統自動化授權：已授權

source: 系统自动化授权：此浏览器未运行，无法获取当前状态
en: System automation access: this browser isn’t running, so its status can’t be read
zh_hant: 系統自動化授權：此瀏覽器未執行，無法取得目前狀態

source: 紧贴屏幕顶部的刘海显示
en: Tucked compactly beside the notch at the top of the screen
zh_hant: 緊貼螢幕頂部的瀏海顯示

source: 累计
en: All-time
zh_hant: 累計

source: 繁体
en: Traditional
zh_hant: 繁體

source: 纯文本（无时间戳）
en: Plain text (no timing)
zh_hant: 純文字（無時間戳記）

source: 纯色
en: Solid
zh_hant: 純色

source: 纯音乐
en: Instrumental
zh_hant: 純音樂

source: 纯黑
en: Solid Black
zh_hant: 純黑

source: 经典
en: Classic
zh_hant: 經典

source: 经典白字
en: Classic White
zh_hant: 經典白字

source: 经典黑字
en: Classic Black
zh_hant: 經典黑字

source: 结束点获印证
en: End time corroborated
zh_hant: 結束點獲印證

source: 统计
en: Stats
zh_hant: 統計

source: 继续导出
en: Export
zh_hant: 繼續匯出

source: 继续播放
en: Resume
zh_hant: 繼續播放

source: 网易云音乐接口限流（短时间内请求过多，code 405），并非网络故障
en: NetEase Cloud Music's API is rate-limiting (too many requests in a short time, code 405) — not a network fault
zh_hant: 網易雲音樂介面限流（短時間內請求過多，code 405），並非網路故障

source: 网易云音乐
en: NetEase Cloud Music
zh_hant: 網易雲音樂

source: 网易云音乐歌曲页
en: NetEase Cloud Music song page
zh_hant: 網易雲音樂歌曲頁

source: 无法连接任何歌词源
en: Couldn't Reach Any Source
zh_hant: 無法連線任何歌詞來源

source: 网络可能不可用，本轮未找到任何候选
en: The network may be unavailable; no candidates were found this round
zh_hant: 網路可能不可用，本輪未找到任何候選

source: 网络请求全部失败（DNS / 连接问题），本轮探测未能执行
en: All network requests failed (DNS/connection issue), so this probe round could not run
zh_hant: 網路請求全部失敗（DNS / 連線問題），本輪探測未能執行

source: 网络连接失败
en: No network connection
zh_hant: 網路連線失敗

source: 网页
en: Web
zh_hant: 網頁

source: 网页推送
en: Web Push
zh_hant: 網頁推送

source: 网页播放器
en: Web Players
zh_hant: 網頁播放器

source: 读音
en: Romanization
zh_hant: 讀音

source: 置于最顶层
en: Always on Top
zh_hant: 置於最頂層

source: 翻译语言包
en: Translation Languages
zh_hant: 翻譯語言包

source: 耳机
en: Headphones
zh_hant: 耳機

source: 联网搜索候选歌词
en: Search Online for Lyrics
zh_hant: 線上搜尋候選歌詞

source: 背景
en: Background

source: 背景颜色
en: Background Color
zh_hant: 背景顏色

source: 胜者
en: Winner
zh_hant: 勝者

source: 自动
en: Automatic
zh_hant: 自動

source: 自动下载并安装
en: Download and Install Automatically
zh_hant: 自動下載並安裝

source: 自动检查
en: Check Automatically
zh_hant: 自動檢查

source: 自动识别
en: Auto-detect
zh_hant: 自動識別

source: 自动隐藏
en: Auto-Hide
zh_hant: 自動隱藏

source: 自定义
en: Custom
zh_hant: 自訂

source: 使用 Cloudflare Worker + KV 自行搭建的 state-worker 服务（独立公开仓库 Yudaotor/nowplaying-workers）。也可不自建：配置「ListenBrainz」后，网页同样能显示「正在播放」，两者配置其一即可。效果截图与完整搭建步骤见该仓库的 README
en: A state-worker service you host yourself on Cloudflare Workers + KV (separate public repo: Yudaotor/nowplaying-workers). Self-hosting is optional: connecting “ListenBrainz” also lets the web page fall back to showing “Now Playing”, and either one alone is enough. That repo's own README has screenshots and full setup steps
zh_hant: 使用 Cloudflare Worker + KV 自行架設的 state-worker 服務（獨立公開儲存庫 Yudaotor/nowplaying-workers）。也可不自行架設：設定「ListenBrainz」後，網頁同樣能顯示「正在播放」，兩者設定其一即可。效果截圖與完整架設步驟見該儲存庫的 README

source: 自带当前译文语言的可用译文，同水平候选间优先
en: Comes with a usable translation in your translation language; preferred among otherwise-equal candidates
zh_hant: 內附目前譯文語言的可用譯文，在同等候選中優先

source: 自带读音
en: Has romanization
zh_hant: 內附讀音

source: 自带译文
en: Has translation
zh_hant: 內附譯文

source: 自适应
en: Adaptive
zh_hant: 自適應

source: 节拍器
en: Metronome
zh_hant: 節拍器

source: 获取
en: Sources
zh_hant: 取得

source: 获取 Token →
en: Get a token →
zh_hant: 取得 Token →

source: 菜单栏
en: Menu Bar
zh_hant: 選單列

source: 菜单栏与 Dock
en: Menu Bar & Dock
zh_hant: 選單列與 Dock

source: 菜单栏图标
en: Menu Bar Icon
zh_hant: 選單列圖像

source: 菜单栏歌词
en: Menu Bar Lyrics
zh_hant: 選單列歌詞

source: 在菜单栏中显示一行歌词
en: A single line in the menu bar
zh_hant: 在選單列中顯示一行歌詞

source: 功能栏中的图标，轻点即可展开歌词
en: An icon in the Control Strip — tap it to expand the lyrics
zh_hant: 功能列中的圖像，輕點即可展開歌詞

source: 行为
en: Behavior
zh_hant: 行為

source: 行数
en: Lines
zh_hant: 行數

source: 补交
en: Backfill
zh_hant: 補交

source: 需先部署网页端并获取访问令牌。部署步骤见项目 README 的「网页端」一节：https://github.com/Yudaotor/lyrimuse#网页端
en: Deploy the web app first and get an access token. Setup steps are in the project README: https://github.com/Yudaotor/lyrimuse
zh_hant: 需先部署網頁端並取得存取權杖。部署步驟見專案 README 的「網頁端」一節：https://github.com/Yudaotor/lyrimuse#网页端

source: 要同时解锁之前锁定的歌曲吗？
en: Unlock the songs locked earlier?
zh_hant: 要同時解鎖之前鎖定的歌曲嗎？

source: 评分规则更新后重选
en: Re-picked after a scoring rule update
zh_hant: 評分規則更新後重選

source: 解析 Last.fm 响应失败
en: Couldn't read the response from Last.fm
zh_hant: 解析 Last.fm 回應失敗

source: 解析决策
en: Resolution decision
zh_hant: 解析決策

source: 解析本地记录文件失败
en: Couldn't parse the local records file
zh_hant: 解析本機記錄檔案失敗

source: 解锁后点按将穿透到桌面；拖动方式见设置中的「长按拖动」
en: Unlocked: clicks pass through to the desktop. How dragging works is set by “Long-Press to Drag” in Settings
zh_hant: 解鎖後按一下將穿透到桌面；拖移方式見設定中的「長按拖移」

source: 此为手动修改前的最后一次自动评估
en: This records the last automatic evaluation before your manual edit
zh_hant: 此為手動修改前的最後一次自動評估

source: 设置
en: Settings
zh_hant: 設定

source: 后退
en: Back
zh_hant: 返回

source: 前进
en: Forward
zh_hant: 前進

source: 设置…
en: Settings…
zh_hant: 設定…

source: 设置备份
en: Settings Backup
zh_hant: 設定備份

source: 设置已保存，但歌词库文件写入失败
en: Settings saved, but the lyrics library file could not be written
zh_hant: 設定已儲存，但歌詞庫檔案寫入失敗

source: 设置已导出；歌词库打包失败，仅导出了设置文件
en: Settings exported; the lyrics library could not be packaged this time, so only the settings file was written
zh_hant: 設定已匯出；歌詞庫打包失敗，僅匯出了設定檔

source: 设置已导出；歌词库写入失败，仅导出了设置文件
en: Settings exported; writing the lyrics library failed, so only the settings file was written
zh_hant: 設定已匯出；歌詞庫寫入失敗，僅匯出了設定檔
